import React from 'react';

import './aboutUs.scss';

export const AboutUs = () => {
  return (
    <div className="about">
      <div className="container">
        <h2>Знайомства в Україні</h2>
        <p>
          Дивно, але сфера онлайн-знайомств в Україні тільки починає по-справжньому розкриватися.
          Зрозуміло, першовідкривачами знайомств в інтернеті виступає молодь, активно шукає
          романтики і пригод. Парадокс в тому, що студенти і так розширюють своє коло спілкування,
          вступаючи до ВНЗів по всій країні. У "дорослому житті" потреба в нових соціальних зв'язках
          — знайомствах з хлопцями і дівчатами не зменшується, а збільшується.
        </p>
        <h2>Сайт знайомств і соцмережі</h2>
        <p>
          Багато хто звертається до соцмереж заради можливості скласти думку про людину. Спілкування
          відбувається особисто або опосередковано – за допомогою коментарів до публікації.
        </p>
        <p>
          З іншого боку, є спеціалізовані сайти, куди люди приходять цілеспрямовано шукати партнерів
          для створення сім'ї. Тут, як правило, заповнюють анкети і проходять нескладну процедуру
          реєстрації, щоб в пошуку відображалися тільки відповідні варіанти.
        </p>
        <ol className="about__list">
          <p>Почнемо з мінусів:</p>
          <li>
            <p>На сторінці далеко не вся інформація про цікаву вам персону.</p>
          </li>
          <li>
            <p>Соцмережі призначені для спілкування, не для флірту.</p>
          </li>
          <li>
            <p>
              Спілкування в коментарях не сприймають всерйоз. Спробу зав'язати відносини можуть
              просто не помітити.
            </p>
          </li>
        </ol>
        <ol className="about__list">
          <p>Плюсів кілька:</p>
          <li>
            <p>це місце, куди люди приходять з певною метою</p>
          </li>
          <li>
            <p>сайт багато робить за вас: скорочує дистанцію, прибирає соціальну скутість</p>
          </li>
        </ol>
      </div>
    </div>
  );
};
