export const headerNav = [
  {
    id: 1,
    name: 'Анкети',
    link: '',
  },
  {
    id: 2,
    name: 'Повідомлення',
    link: '/chat',
  },
  {
    id: 3,
    name: 'Улюблені',
    link: '/favorites',
  },
];

export const navbarNav = [
  {
    id: 1,
    name: 'Профіль',
    link: '/profile',
    icon: '/assets/navbar/user.svg',
    iconActive: '/assets/navbar/user-active.svg',
  },
  {
    id: 2,
    name: 'Вибрані',
    link: '/profile/selected',
    icon: '/assets/navbar/bookmark.svg',
    iconActive: '/assets/navbar/bookmark-active.svg',
  },
  {
    id: 3,
    name: 'Налаштування',
    link: '/profile/setting',
    icon: '/assets/navbar/setting.svg',
    iconActive: '/assets/navbar/setting-active.svg',
  },
  {
    id: 4,
    name: 'Вихід',
    link: '/exit',
    icon: '/assets/navbar/logout.svg',
    iconActive: '/assets/navbar/logout-active.svg',
  },
];

export const profilePhoto = [
  {
    id: 1,
    name: 'inputFileOne',
  },
  {
    id: 2,
    name: 'inputFileTwo',
  },
  {
    id: 3,
    name: 'inputFileTree',
  },
  {
    id: 4,
    name: 'inputFileFour',
  },
];

export const mainSwiper = [
  {
    id: 1,
  },
  {
    id: 2,
  },
  {
    id: 3,
  },
  {
    id: 4,
  },
  {
    id: 5,
  },
  {
    id: 6,
  },
];

export const advicesOnline = [
  {
    id: 1,
    text: 'Не треба давати свій пароль іншим людям, навіть друзям. Якщо ти загубиш твій пароль або його знатимуть інші, твої особисті дані можуть бути під ризиком. Якщо твій профіль зламаний, будь ласка, повідом про це через сторінку нашої служби підтримки.',
  },
  {
    id: 2,
    text: "Ніколи не ділись особистою чи фінансовою інформацією з малознайомими людьми. Це означає не повідомляти email чи реальну адресу, контакти месенджеру, URL, дані картки чи навіть твоє повне ім'я у профілі.",
  },
  {
    id: 3,
    text: "Будь особливо уважним, коли з тобою зв'язуються люди під виглядом представника нашої компанії та просять тебе сплатити за доставку приза або надання послуги, яку ми не пропонуємо на сайті Badoo. Також будь обачним, коли люди повідомляють тобі, що вони перебувають у скрутному становищі або коли вони просять у тебе гроші та обіцяють їх повернути. Найчастіше вони є ошуканцями.",
  },
  {
    id: 4,
    text: "Не використовуй спірних або провокаційних імен - це може привернути не таку увагу, яку тобі хотілося б. Ми рекомендуємо тобі використовувати просто ім'я.",
  },
  {
    id: 5,
    text: "Якщо ти зіткнешся з грубою поведінкою, натисни на посилання 'Повідомити про порушення', та ми негайно отримаємо твою скаргу. Також ти можеш заблокувати користувача, якщо тобі некомфортно з ним спілкуватися. Не терпи грубості чи домагань, заблокуй користувача або надішли скаргу до нашої Служби підтримки. Ми реагуватимемо на такі повідомлення якомога скоріше, для цього встановлено систему управління для моніторингу і контролю якості.",
  },
];
export const advicesOfline = [
  {
    id: 1,
    text: 'Починаючи спілкування з новою людиною, попроси у неї декілька нових фото, бажано зроблених не більше 4 тижнів тому.',
  },
  {
    id: 2,
    text: 'Ніколи не погоджуйся на зустріч під тиском. Зустрічайся лише тоді, коли у тебе є особисте бажання.',
  },
  {
    id: 3,
    text: 'Завжди намагайся спочатку поговорити з людиною, з якою ви плануєте зустрітися.',
  },
  {
    id: 4,
    text: 'Повідом своїм знайомим про свої плани та домовся, щоб хтось із них задзвонив або надіслав до тебе смс-повідомлення. Переконайся, що твій мобільний повністю заряджений та на ньому достатньо грошей, твої друзі знають, що діється, а також повідом їм, коли ти повернешся додому.',
  },
  {
    id: 5,
    text: 'Організуй власний транспорт до місця зустрічі - не погоджуйся на зустріч у неї або у себе вдома. Краще не повідомляти свою адресу, поки ви дійсно добре не познайомилися з людиною.',
  },
  {
    id: 6,
    text: 'Корисно підготувати привід, під яким можна піти, якщо ти відчуваєш, що зустріч не вдалася. Так ти уникнеш неприємностей.',
  },
  {
    id: 7,
    text: 'Першу зустріч краще призначати в світлий час доби, у людних місцях і в тверезому стані! Не пий багато під час зустрічі, також слідкуй за своєю їжею, напоями та особистими речами.',
  },
];
